Repository: yuval-openclaw/COVERA
Catalog: ios/Covera/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, ja, pt, th

source: Reading your policies
ar: قراءة وثائقك
de: Ihre Policen werden gelesen
es: Leyendo sus pólizas
fr: Lecture de vos polices
he: קריאת הפוליסות שלך
hi: आपकी पॉलिसियाँ पढ़ना
ja: 保険証券を読み込み中
pt: A ler as suas apólices
th: กำลังอ่านกรมธรรม์ของคุณ

source: Receipts, forms, a doctor's letter
ar: إيصالات، نماذج، رسالة طبيب
de: Belege, Formulare, ein Arztbrief
es: Recibos, formularios, una carta del médico
fr: Reçus, formulaires, lettre de médecin
he: קבלות, טפסים, מכתב מרופא
hi: रसीदें, फॉर्म, डॉक्टर का पत्र
ja: 領収書、書類、医師の診断書
pt: Recibos, formulários, uma carta do médico
th: ใบเสร็จ, แบบฟอร์ม, จดหมายจากแพทย์

source: Record a call
ar: سجل مكالمة
de: Anruf aufzeichnen
es: Registrar una llamada
fr: Enregistrer un appel
he: הקלט שיחה
hi: कॉल रिकॉर्ड करें
ja: 通話を記録
pt: Registrar uma chamada
th: บันทึกการโทร

source: Reference number
ar: الرقم المرجعي
de: Referenznummer
es: Número de referencia
fr: Numéro de référence
he: מספר אסמכתא
hi: संदर्भ संख्या
ja: 参照番号
pt: Número de referência
th: หมายเลขอ้างอิง

source: Referral: %@
ar: إحالة: %@
de: Überweisung: %@
es: Remisión: %@
fr: Référence : %@
he: הפניה: %@
hi: रेफरल: %@
ja: 紹介: %@
pt: Referência: %@
th: การส่งต่อ: %@

source: Removes your account, your uploaded documents and everything extracted from them. It cannot be undone.
ar: يزيل حسابك ومستنداتك المحملة وكل ما تم استخراجه منها. لا يمكن التراجع عن هذا الإجراء.
de: Entfernt Ihr Konto, Ihre hochgeladenen Dokumente und alles, was daraus extrahiert wurde. Dies kann nicht rückgängig gemacht werden.
es: Elimina su cuenta, sus documentos subidos y todo lo extraído de ellos. No se puede deshacer.
fr: Supprime votre compte, vos documents téléchargés et tout ce qui en a été extrait. Cela ne peut pas être annulé.
he: מסיר/ה את חשבונך, את המסמכים שהעלית ואת כל מה שחולץ מהם. לא ניתן לבטל פעולה זו.
hi: आपका खाता, आपके अपलोड किए गए दस्तावेज़ और उनसे निकाली गई सभी जानकारी हटा देता है। इसे पूर्ववत नहीं किया जा सकता।
ja: アカウント、アップロードされた書類、およびそれらから抽出されたすべての情報を削除します。この操作は元に戻せません。
pt: Remove a sua conta, os seus documentos carregados e tudo o que foi extraído deles. Não pode ser desfeito.
th: ลบบัญชีของคุณ เอกสารที่อัปโหลด และข้อมูลทั้งหมดที่ดึงมาจากเอกสารเหล่านั้น การดำเนินการนี้ไม่สามารถย้อนกลับได้

source: Right now
ar: الآن
de: Jetzt sofort
es: Ahora mismo
fr: Maintenant
he: כרגע
hi: अभी
ja: 現在
pt: Neste momento
th: ตอนนี้

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: שמור
hi: सहेजें
ja: 保存
pt: Salvar
th: บันทึก

source: Scan a paper policy
ar: مسح وثيقة تأمين ورقية
de: Papierpolice scannen
es: Escanear una póliza en papel
fr: Numériser une police papier
he: סרוק/סרקי פוליסת נייר
hi: कागज़ की पॉलिसी स्कैन करें
ja: 紙の保険証券をスキャン
pt: Digitalizar uma apólice em papel
th: สแกนกรมธรรม์ที่เป็นกระดาษ

source: Scan it again
ar: امسحها مرة أخرى
de: Erneut scannen
es: Escanear de nuevo
fr: Numérisez-le à nouveau
he: סרוק/סרקי שוב
hi: इसे फिर से स्कैन करें
ja: もう一度スキャン
pt: Digitalizar novamente
th: สแกนอีกครั้ง

source: Scan paper
ar: مسح ورقي
de: Papier scannen
es: Escanear papel
fr: Scanner un papier
he: סריקת נייר
hi: कागज़ स्कैन करें
ja: 紙をスキャン
pt: Digitalizar papel
th: สแกนเอกสาร

source: Scanned policy %@.pdf
ar: وثيقة التأمين الممسوحة ضوئيًا %@.pdf
de: Gescannte Police %@.pdf
es: Póliza escaneada %@.pdf
fr: Police numérisée %@.pdf
he: פוליסה סרוקה %@.pdf
hi: स्कैन की गई पॉलिसी %@.pdf
ja: スキャン済み保険証券 %@.pdf
pt: Apólice digitalizada %@.pdf
th: กรมธรรม์ที่สแกนแล้ว %@.pdf

source: See all
ar: عرض الكل
de: Alle anzeigen
es: Ver todo
fr: Tout voir
he: ראה/י הכל
hi: सभी देखें
ja: すべて表示
pt: Ver tudo
th: ดูทั้งหมด

source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
he: שלח
hi: भेजें
ja: 送信
pt: Enviar
th: ส่ง

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
he: הגדרות
hi: सेटिंग्स
ja: 設定
pt: Ajustes
th: การตั้งค่า

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
he: שתף/שתפי
hi: साझा करें
ja: 共有
pt: Partilhar
th: แชร์

source: Share the record
ar: مشاركة السجل
de: Aufzeichnung teilen
es: Compartir el registro
fr: Partager l'enregistrement
he: שתף את התיעוד
hi: रिकॉर्ड साझा करें
ja: 記録を共有
pt: Compartilhar o registro
th: แชร์บันทึก

source: Show the quoted wording from page %lld
ar: عرض الصياغة المقتبسة من الصفحة %lld
de: Zitierten Wortlaut von Seite %lld anzeigen
es: Mostrar la redacción citada de la página %lld
fr: Afficher le libellé cité de la page %lld
he: הצג/הציגי את הניסוח המצוטט מעמוד %lld
hi: पेज %lld से उद्धृत शब्द दिखाएँ
ja: %lldページからの引用文を表示
pt: Mostrar a redação citada da página %lld
th: แสดงถ้อยคำที่อ้างอิงจากหน้า %lld

source: Sign in
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
he: התחברות
hi: साइन इन
ja: サインイン
pt: Entrar
th: เข้าสู่ระบบ

source: Sign in again
ar: تسجيل الدخول مرة أخرى
de: Erneut anmelden
es: Iniciar sesión de nuevo
fr: Connectez-vous à nouveau
he: התחבר/התחברי שוב
hi: फिर से साइन इन करें
ja: もう一度サインイン
pt: Iniciar sessão novamente
th: ลงชื่อเข้าใช้อีกครั้ง

source: Sign out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
he: התנתקות
hi: साइन आउट
ja: サインアウト
pt: Sair
th: ออกจากระบบ

source: Sign out of a guest account?
ar: تسجيل الخروج من حساب ضيف؟
de: Von einem Gastkonto abmelden?
es: ¿Cerrar sesión de una cuenta de invitado?
fr: Se déconnecter d'un compte invité ?
he: לצאת מחשבון אורח?
hi: अतिथि खाते से साइन आउट करें?
ja: ゲストアカウントからサインアウトしますか？
pt: Sair de uma conta de convidado?
th: ออกจากระบบบัญชีผู้เยี่ยมชมหรือไม่?

source: Signed in
ar: تم تسجيل الدخول
de: Angemeldet
es: Sesión iniciada
fr: Connecté
he: מחובר/ת
hi: साइन इन किया गया
ja: サインイン済み
pt: Sessão iniciada
th: ลงชื่อเข้าใช้แล้ว

source: Skip and build my plan
ar: تخطي وإنشاء خطتي
de: Überspringen und Plan erstellen
es: Omitir y crear mi plan
fr: Passer et élaborer mon plan
he: דלג/דלגי ובנה/בני את התוכנית שלי
hi: छोड़ें और मेरी योजना बनाएँ
ja: スキップしてプランを作成
pt: Ignorar e criar o meu plano
th: ข้ามและสร้างแผนของฉัน

source: Skip this question
ar: تخطي هذا السؤال
de: Diese Frage überspringen
es: Omitir esta pregunta
fr: Passer cette question
he: דלג/דלגי על שאלה זו
hi: यह प्रश्न छोड़ें
ja: この質問をスキップ
pt: Ignorar esta pergunta
th: ข้ามคำถามนี้

source: Some of this came from a scan
ar: جزء من هذا جاء من مسح ضوئي
de: Einiges davon stammt von einem Scan
es: Parte de esto provino de un escaneo
fr: Une partie de ceci provient d'une numérisation
he: חלק מזה הגיע מסריקה
hi: इसमें से कुछ स्कैन से आया है
ja: これらの一部はスキャンによるものです
pt: Parte disto veio de uma digitalização
th: ข้อมูลบางส่วนได้มาจากการสแกน

source: Some steps have to happen before treatment.
ar: يجب اتخاذ بعض الخطوات قبل العلاج.
de: Einige Schritte müssen vor der Behandlung erfolgen.
es: Algunos pasos deben ocurrir antes del tratamiento.
fr: Certaines étapes doivent être effectuées avant le traitement.
he: ישנם צעדים שחייבים להתבצע לפני הטיפול.
hi: इलाज से पहले कुछ कदम उठाने होंगे।
ja: 治療前にいくつかの手順が必要です。
pt: Alguns passos têm de acontecer antes do tratamento.
th: บางขั้นตอนต้องดำเนินการก่อนการรักษา

source: Some steps were held back
ar: تم تأجيل بعض الخطوات
de: Einige Schritte wurden zurückgehalten
es: Algunos pasos se retuvieron
fr: Certaines étapes ont été retenues
he: חלק מהצעדים עוכבו
hi: कुछ कदम रोके गए थे
ja: いくつかの手順が保留されました
pt: Alguns passos foram retidos
th: บางขั้นตอนถูกระงับไว้

source: Someone else
ar: شخص آخر
de: Jemand anderes
es: Otra persona
fr: Quelqu'un d'autre
he: מישהו/מישהי אחר/ת
hi: कोई और
ja: 他の人
pt: Outra pessoa
th: บุคคลอื่น

source: Something else
ar: شيء آخر
de: Etwas anderes
es: Otra cosa
fr: Autre chose
he: משהו אחר
hi: कुछ और
ja: その他
pt: Outra coisa
th: อย่างอื่น

source: Something happened?
ar: هل حدث شيء؟
de: Ist etwas passiert?
es: ¿Ha pasado algo?
fr: Il s’est passé quelque chose ?
he: משהו קרה?
hi: कुछ हुआ?
ja: 何かありましたか？
pt: Aconteceu algo?
th: มีเรื่องเกิดขึ้นหรือ?

source: Something went wrong
ar: حدث خطأ ما
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Quelque chose s'est mal passé
he: משהו השתבש
hi: कुछ गलत हो गया
ja: 何か問題が発生しました
pt: Algo correu mal
th: เกิดข้อผิดพลาดบางอย่าง

source: Specialist or tests
ar: أخصائي أو فحوصات
de: Spezialist oder Tests
es: Especialista o pruebas
fr: Spécialiste ou examens
he: מומחה או בדיקות
hi: विशेषज्ञ या जाँचें
ja: 専門医または検査
pt: Especialista ou exames
th: ผู้เชี่ยวชาญหรือการตรวจ

source: Spoke with
ar: تحدثت مع
de: Gesprochen mit
es: Habló con
fr: Interlocuteur
he: שוחחתי עם
hi: से बात की
ja: 話した相手
pt: Falou com
th: คุยกับ

source: Start a new plan
ar: بدء خطة جديدة
de: Neuen Plan starten
es: Iniciar un nuevo plan
fr: Démarrer un nouveau plan
he: התחל/התחילי תוכנית חדשה
hi: नई योजना शुरू करें
ja: 新しいプランを開始
pt: Iniciar um novo plano
th: เริ่มแผนใหม่

source: Step %lld, done. Tap to mark as not done.
ar: الخطوة %lld، تم. اضغط للتعليم كغير منجز.
de: Schritt %lld, erledigt. Tippen, um als nicht erledigt zu markieren.
es: Paso %lld, hecho. Toque para marcar como no hecho.
fr: Étape %lld, terminée. Touchez pour marquer comme non terminée.
he: שלב %lld, בוצע. הקש/הקישי כדי לסמן כלא בוצע.
hi: चरण %lld, पूरा हुआ। पूरा नहीं हुआ चिह्नित करने के लिए टैप करें।
ja: ステップ%lld完了。タップして未完了にする。
pt: Passo %lld, concluído. Toque para marcar como não concluído.
th: ขั้นตอนที่ %lld เสร็จสิ้น แตะเพื่อทำเครื่องหมายว่ายังไม่เสร็จ

source: Stored
ar: مخزن
de: Gespeichert
es: Guardado
fr: Stocké
he: אוחסן
hi: सहेजा गया
ja: 保存済み
pt: Armazenado
th: จัดเก็บแล้ว

source: Stored and read.
ar: مخزن ومقروء.
de: Gespeichert und gelesen.
es: Guardado y leído.
fr: Stocké et lu.
he: אוחסן ונקרא.
hi: सहेजा और पढ़ा गया।
ja: 保存・読み込み済み。
pt: Armazenado e lido.
th: จัดเก็บและอ่านแล้ว

source: Stored as a renewal of a policy you already had.
ar: تم التخزين كتجديد لوثيقة تأمين كانت لديك بالفعل.
de: Gespeichert als Verlängerung einer bereits bestehenden Police.
es: Guardado como renovación de una póliza que ya tenía.
fr: Stocké comme un renouvellement d'une police que vous aviez déjà.
he: אוחסן כחידוש של פוליסה שכבר הייתה לך.
hi: आपकी पहले से मौजूद पॉलिसी के नवीनीकरण के रूप में सहेजा गया।
ja: 既にお持ちの保険証券の更新として保存されました。
pt: Armazenado como uma renovação de uma apólice que já tinha.
th: จัดเก็บเป็นการต่ออายุกรมธรรม์ที่คุณมีอยู่แล้ว

source: Summary
ar: الملخص
de: Zusammenfassung
es: Resumen
fr: Résumé
he: סיכום
hi: सारांश
ja: 概要
pt: Resumo
th: สรุป

source: Tap a number to mark that step done.
ar: اضغط على رقم لتعليم هذه الخطوة كمنجزة.
de: Tippen Sie auf eine Zahl, um den Schritt als erledigt zu markieren.
es: Toque un número para marcar ese paso como hecho.
fr: Touchez un numéro pour marquer cette étape comme terminée.
he: הקש/הקישי על מספר כדי לסמן את השלב כבוצע.
hi: उस चरण को पूरा चिह्नित करने के लिए एक संख्या पर टैप करें।
ja: 番号をタップしてそのステップを完了にする。
pt: Toque num número para marcar esse passo como concluído.
th: แตะที่ตัวเลขเพื่อทำเครื่องหมายว่าขั้นตอนนั้นเสร็จสิ้น

source: Tap to open the wallet
ar: انقر لفتح المحفظة
de: Tippen, um die Brieftasche zu öffnen
es: Tocar para abrir la cartera
fr: Toucher pour ouvrir le portefeuille
he: הקש לפתיחת הארנק
hi: वॉलेट खोलने के लिए टैप करें
ja: タップしてウォレットを開く
pt: Toque para abrir a carteira
th: แตะเพื่อเปิดกระเป๋าเงิน

source: Tell us a little more
ar: أخبرنا المزيد
de: Erzählen Sie uns etwas mehr
es: Cuéntenos un poco más
fr: Dites-nous en un peu plus
he: ספר/ספרי לנו קצת יותר
hi: हमें थोड़ा और बताएँ
ja: もう少し詳しく教えてください
pt: Diga-nos um pouco mais
th: บอกเราเพิ่มเติมอีกเล็กน้อย

source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Términos de Uso
fr: Conditions d'utilisation
he: תנאי שימוש
hi: उपयोग की शर्तें
ja: 利用規約
pt: Termos de Uso
th: ข้อกำหนดการใช้งาน

source: Terms of use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Términos de Uso
fr: Conditions d'utilisation
he: תנאי שימוש
hi: उपयोग की शर्तें
ja: 利用規約
pt: Termos de uso
th: ข้อกำหนดการใช้งาน

source: That did not work
ar: لم ينجح ذلك
de: Das hat nicht funktioniert
es: Eso no funcionó
fr: Cela n'a pas fonctionné
he: זה לא עבד
hi: वह काम नहीं किया
ja: うまくいきませんでした
pt: Isso não funcionou
th: ไม่สำเร็จ

source: The full wording your insurer sent you.
ar: الصياغة الكاملة التي أرسلها لك مؤمنك.
de: Der vollständige Wortlaut, den Ihnen Ihr Versicherer geschickt hat.
es: La redacción completa que su aseguradora le envió.
fr: Le libellé complet que votre assureur vous a envoyé.
he: הניסוח המלא שחברת הביטוח שלך שלחה לך.
hi: आपके बीमाकर्ता द्वारा आपको भेजे गए पूरे शब्द।
ja: 保険会社から送付された全文。
pt: A redação completa que a sua seguradora lhe enviou.
th: ถ้อยคำฉบับเต็มที่บริษัทประกันของคุณส่งมาให้

source: The number they read out
ar: الرقم الذي قرأوه
de: Die Ihnen genannte Nummer
es: El número que le dieron
fr: Le numéro qu'ils ont communiqué
he: המספר שהם הקריאו
hi: उन्होंने जो नंबर बताया
ja: 相手が読み上げた番号
pt: O número que ditaram
th: หมายเลขที่แจ้ง

source: The scan had no pages Covera could use. Try again in better light.
ar: لم يحتوي المسح الضوئي على صفحات يمكن لـ Covera استخدامها. حاول مرة أخرى في إضاءة أفضل.
de: Der Scan enthielt keine Seiten, die Covera verwenden konnte. Versuchen Sie es erneut bei besserem Licht.
es: El escaneo no tenía páginas que Covera pudiera usar. Intente de nuevo con mejor luz.
fr: Le scan ne contenait aucune page que Covera pouvait utiliser. Réessayez avec une meilleure lumière.
he: הסריקה לא הכילה דפים ש-Covera יכלה להשתמש בהם. נסה שוב בתאורה טובה יותר.
hi: स्कैन में ऐसे कोई पेज नहीं थे जिनका Covera उपयोग कर सके। बेहतर रोशनी में फिर से कोशिश करें।
ja: スキャンにはCoveraが使用できるページがありませんでした。より良い照明でもう一度お試しください。
pt: A digitalização não tinha páginas que Covera pudesse usar. Tente novamente com melhor iluminação.
th: การสแกนไม่มีหน้ากระดาษที่ Covera ใช้ได้ โปรดลองอีกครั้งในที่ที่มีแสงสว่างดีกว่า

source: There is no PDF on the clipboard. Copy the policy file first, then paste it here.
ar: لا يوجد ملف PDF في الحافظة. انسخ ملف وثيقة التأمين أولاً، ثم الصقه هنا.
de: Es befindet sich kein PDF in der Zwischenablage. Kopieren Sie zuerst die Versicherungsdatei und fügen Sie sie dann hier ein.
es: No hay ningún PDF en el portapapeles. Copie primero el archivo de la póliza, luego péguelo aquí.
fr: Il n'y a pas de PDF dans le presse-papiers. Copiez d'abord le fichier de la police, puis collez-le ici.
he: אין קובץ PDF בלוח הגזירים. העתק תחילה את קובץ הפוליסה, ואז הדבק אותו כאן.
hi: क्लिपबोर्ड पर कोई PDF नहीं है। पहले पॉलिसी फ़ाइल कॉपी करें, फिर इसे यहाँ चिपकाएँ।
ja: クリップボードにPDFがありません。まず、保険証券ファイルをコピーしてから、ここに貼り付けてください。
pt: Não há PDF na área de transferência. Copie o arquivo da apólice primeiro, depois cole-o aqui.
th: ไม่มีไฟล์ PDF อยู่ในคลิปบอร์ด กรุณาคัดลอกไฟล์กรมธรรม์ก่อน แล้วจึงนำมาวางที่นี่

source: This device has no passcode or biometric lock, so Covera cannot lock your documents.
ar: لا يحتوي هذا الجهاز على رمز مرور أو قفل بيومتري، لذلك لا يمكن لـ Covera قفل مستنداتك.
de: Dieses Gerät hat keinen Passcode oder biometrische Sperre, daher kann Covera Ihre Dokumente nicht sperren.
es: Este dispositivo no tiene código o bloqueo biométrico, por lo que Covera no puede bloquear sus documentos.
fr: Cet appareil n'a pas de code d'accès ou de verrouillage biométrique, donc Covera ne peut pas verrouiller vos documents.
he: למכשיר זה אין קוד גישה או נעילה ביומטרית, ולכן Covera לא יכולה לנעול את המסמכים שלך.
hi: इस डिवाइस में कोई पासकोड या बायोमेट्रिक लॉक नहीं है, इसलिए Covera आपके दस्तावेज़ों को लॉक नहीं कर सकता।
ja: このデバイスにはパスコードまたは生体認証ロックが設定されていないため、Coveraは書類をロックできません。
pt: Este dispositivo não tem código de acesso ou bloqueio biométrico, então Covera não pode bloquear seus documentos.
th: อุปกรณ์นี้ไม่มีรหัสผ่านหรือการล็อกด้วยไบโอเมตริกซ์ Covera จึงไม่สามารถล็อกเอกสารของคุณได้

source: This document could not be read with enough confidence to quote it accurately, so nothing from it is used. A clearer scan, or the original PDF from your insurer, usually works.
ar: تعذر قراءة هذا المستند بثقة كافية لاقتباسه بدقة، لذلك لم يتم استخدام أي شيء منه. عادةً ما ينجح المسح الضوئي الأكثر وضوحًا، أو ملف PDF الأصلي من شركة التأمين الخاصة بك.
de: Dieses Dokument konnte nicht mit ausreichender Sicherheit gelesen werden, um es genau zu zitieren, daher wird nichts davon verwendet. Ein klarerer Scan oder das Original-PDF Ihres Versicherers funktioniert normalerweise.
es: Este documento no pudo leerse con suficiente confianza para citarlo con precisión, por lo que no se utiliza nada de él. Un escaneo más claro, o el PDF original de su aseguradora, suele funcionar.
fr: Ce document n'a pas pu être lu avec une confiance suffisante pour être cité avec précision, donc rien n'en est utilisé. Un scan plus clair, ou le PDF original de votre assureur, fonctionne généralement.
he: לא ניתן היה לקרוא מסמך זה בביטחון מספק כדי לצטט אותו במדויק, ולכן שום דבר ממנו לא בשימוש. סריקה ברורה יותר, או קובץ ה-PDF המקורי מהמבטח שלך, בדרך כלל עובדים.
hi: इस दस्तावेज़ को इतनी सटीकता से नहीं पढ़ा जा सका कि इसे सही ढंग से उद्धृत किया जा सके, इसलिए इसमें से कुछ भी उपयोग नहीं किया गया है। एक स्पष्ट स्कैन, या आपके बीमाकर्ता से मूल PDF, आमतौर पर काम करता है।
ja: この書類は正確に引用できるほど十分に読み取れなかったため、内容は使用されません。より鮮明なスキャン、または保険会社からの元のPDFが通常は機能します。
pt: Este documento não pôde ser lido com confiança suficiente para citação precisa, então nada dele é usado. Uma digitalização mais nítida, ou o PDF original da sua seguradora, geralmente funciona.
th: เอกสารนี้ไม่สามารถอ่านได้อย่างแม่นยำพอที่จะอ้างอิงได้ จึงไม่มีการนำข้อมูลใดๆ จากเอกสารนี้ไปใช้ การสแกนที่ชัดเจนขึ้น หรือไฟล์ PDF ต้นฉบับจากบริษัทประกันของคุณมักจะใช้ได้ผล

source: This note is only on this device, so it cannot be recovered.
ar: هذه الملاحظة موجودة على هذا الجهاز فقط، لذا لا يمكن استعادتها.
de: Diese Notiz ist nur auf diesem Gerät und kann daher nicht wiederhergestellt werden.
es: Esta nota está solo en este dispositivo, por lo que no se puede recuperar.
fr: Cette note est uniquement sur cet appareil, elle ne peut donc pas être récupérée.
he: הערה זו נמצאת רק במכשיר זה, ולכן לא ניתן לשחזר אותה.
hi: यह नोट केवल इसी डिवाइस पर है, इसलिए इसे वापस नहीं पाया जा सकता।
ja: このメモは本デバイスのみに保存されており、復元できません。
pt: Esta nota está apenas neste dispositivo, portanto, não pode ser recuperada.
th: บันทึกนี้มีอยู่เฉพาะในอุปกรณ์นี้เท่านั้น จึงไม่สามารถกู้คืนได้

source: Treatment, surgery or orthodontics
ar: علاج، جراحة أو تقويم أسنان
de: Behandlung, Operation oder Kieferorthopädie
es: Tratamiento, cirugía u ortodoncia
fr: Traitement, chirurgie ou orthodontie
he: טיפול, ניתוח או אורתודונטיה
hi: उपचार, सर्जरी या ऑर्थोडोंटिक्स
ja: 治療、手術、または歯科矯正
pt: Tratamento, cirurgia ou ortodontia
th: การรักษา การผ่าตัด หรือการจัดฟัน

source: Try again
ar: حاول مرة أخرى
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
he: נסה שוב
hi: फिर से कोशिश करें
ja: もう一度お試しください
pt: Tentar novamente
th: ลองอีกครั้ง

source: Try asking
ar: حاول السؤال
de: Versuchen Sie zu fragen
es: Pruebe a preguntar
fr: Essayez de demander
he: נסה לשאול
hi: पूछने का प्रयास करें
ja: 質問してみてください
pt: Tente perguntar
th: ลองถามดู

source: Turn on all three to continue
ar: قم بتشغيل الثلاثة للمتابعة
de: Alle drei aktivieren, um fortzufahren
es: Active los tres para continuar
fr: Activez les trois pour continuer
he: הפעל/י את כל השלושה כדי להמשיך
hi: जारी रखने के लिए तीनों चालू करें
ja: 続行するには、3つすべてをオンにしてください。
pt: Ative os três para continuar
th: เปิดใช้งานทั้งสามข้อเพื่อดำเนินการต่อ

source: Type DELETE
ar: اكتب DELETE
de: DELETE eingeben
es: Escriba DELETE
fr: Tapez DELETE
he: הקלד DELETE
hi: DELETE टाइप करें
ja: DELETEと入力してください
pt: Digite DELETE
th: พิมพ์ DELETE

source: Type DELETE to confirm. Your policies and everything read from them will be permanently removed. Export first if you want a copy.
ar: اكتب DELETE للتأكيد. سيتم حذف وثائقك وكل ما تمت قراءته منها بشكل دائم. قم بالتصدير أولاً إذا كنت تريد نسخة.
de: Geben Sie DELETE ein, um zu bestätigen. Ihre Policen und alles, was daraus gelesen wurde, werden dauerhaft entfernt. Exportieren Sie zuerst, wenn Sie eine Kopie wünschen.
es: Escriba DELETE para confirmar. Sus pólizas y todo lo leído de ellas se eliminarán permanentemente. Exporte primero si desea una copia.
fr: Tapez DELETE pour confirmer. Vos polices et tout ce qui en a été lu seront supprimés définitivement. Exportez d'abord si vous souhaitez une copie.
he: הקלד DELETE כדי לאשר. הפוליסות שלך וכל מה שנקרא מהן יוסרו לצמיתות. ייצא קודם אם ברצונך בעותק.
hi: पुष्टि करने के लिए DELETE टाइप करें। आपकी नीतियां और उनसे पढ़ी गई हर चीज़ स्थायी रूप से हटा दी जाएगी। यदि आप एक प्रति चाहते हैं तो पहले निर्यात करें।
ja: 確認のためDELETEと入力してください。お客様の保険契約とそこから読み取られたすべての情報は完全に削除されます。コピーが必要な場合は、まずエクスポートしてください。
pt: Digite DELETE para confirmar. Suas apólices e tudo o que foi lido delas serão removidos permanentemente. Exporte primeiro se quiser uma cópia.
th: พิมพ์ DELETE เพื่อยืนยัน กรมธรรม์และข้อมูลทั้งหมดที่อ่านจากกรมธรรม์จะถูกลบออกอย่างถาวร หากต้องการสำเนา โปรดส่งออกก่อน

source: Unlock
ar: فتح القفل
de: Entsperren
es: Desbloquear
fr: Déverrouiller
he: בטל נעילה
hi: अनलॉक करें
ja: ロック解除
pt: Desbloquear
th: ปลดล็อก

source: Unlock your insurance documents
ar: افتح قفل وثائق التأمين الخاصة بك
de: Entsperren Sie Ihre Versicherungsdokumente
es: Desbloquear sus documentos de seguro
fr: Déverrouiller vos documents d'assurance
he: בטל נעילה למסמכי הביטוח שלך
hi: अपने बीमा दस्तावेज़ों को अनलॉक करें
ja: 保険書類のロックを解除
pt: Desbloqueie seus documentos de seguro
th: ปลดล็อกเอกสารประกันของคุณ

source: Update the plan
ar: تحديث الخطة
de: Plan aktualisieren
es: Actualizar el plan
fr: Mettre à jour le plan
he: עדכן את התוכנית
hi: योजना अपडेट करें
ja: プランを更新
pt: Atualizar o plano
th: อัปเดตแผน

source: Upload a PDF
ar: رفع ملف PDF
de: PDF hochladen
es: Subir un PDF
fr: Importer un PDF
he: העלה PDF
hi: PDF अपलोड करें
ja: PDFをアップロード
pt: Enviar um PDF
th: อัปโหลด PDF

source: Upload the original PDF
ar: رفع ملف PDF الأصلي
de: Original-PDF hochladen
es: Subir el PDF original
fr: Télécharger le PDF original
he: העלה את קובץ ה-PDF המקורי
hi: मूल PDF अपलोड करें
ja: 元のPDFをアップロード
pt: Carregar o PDF original
th: อัปโหลดไฟล์ PDF ต้นฉบับ

source: Use passcode
ar: استخدام رمز المرور
de: Passcode verwenden
es: Usar código
fr: Utiliser le code d'accès
he: השתמש בקוד גישה
hi: पासकोड का उपयोग करें
ja: パスコードを使用
pt: Usar código de acesso
th: ใช้รหัสผ่าน

source: Use the camera
ar: استخدام الكاميرا
de: Kamera verwenden
es: Usar la cámara
fr: Utiliser l'appareil photo
he: השתמש במצלמה
hi: कैमरे का उपयोग करें
ja: カメラを使用
pt: Usar a câmera
th: ใช้กล้อง

source: View the original
ar: عرض الأصل
de: Original ansehen
es: Ver el original
fr: Voir l'original
he: הצג את המקור
hi: मूल देखें
ja: オリジナルを表示
pt: Ver o original
th: ดูต้นฉบับ

source: Visit
ar: زيارة
de: Besuch
es: Visita
fr: Visite
he: ביקור
hi: मुलाकात
ja: 訪問
pt: Visita
th: การเยี่ยม

source: Waiting to be read
ar: في انتظار القراءة
de: Wartet auf das Lesen
es: Esperando ser leído
fr: En attente de lecture
he: ממתין לקריאה
hi: पढ़ने की प्रतीक्षा में
ja: 読み取り待ち
pt: Aguardando leitura
th: กำลังรอการอ่าน

source: Welcome back
ar: مرحبًا بعودتك
de: Willkommen zurück
es: Bienvenido de nuevo
fr: Bon retour
he: ברוך שובך
hi: फिर से स्वागत है
ja: おかえりなさい
pt: Bem-vindo de volta
th: ยินดีต้อนรับกลับ

source: What changed since the previous version
ar: ما الذي تغير منذ الإصدار السابق
de: Was hat sich seit der vorherigen Version geändert?
es: Qué cambió desde la versión anterior
fr: Ce qui a changé depuis la version précédente
he: מה השתנה מאז הגרסה הקודמת
hi: पिछले संस्करण के बाद क्या बदला
ja: 以前のバージョンから何が変わりましたか
pt: O que mudou desde a versão anterior
th: มีอะไรเปลี่ยนแปลงไปจากเวอร์ชันก่อนหน้าบ้าง

source: What do I need before a planned surgery?
ar: ماذا أحتاج قبل الجراحة المخطط لها؟
de: Was benötige ich vor einer geplanten Operation?
es: ¿Qué necesito antes de una cirugía programada?
fr: De quoi ai-je besoin avant une chirurgie programmée ?
he: מה אני צריך לפני ניתוח מתוכנן?
hi: नियोजित सर्जरी से पहले मुझे क्या चाहिए?
ja: 予定されている手術の前に何が必要ですか？
pt: O que preciso antes de uma cirurgia planejada?
th: ฉันต้องเตรียมอะไรบ้างก่อนการผ่าตัดที่วางแผนไว้
